i5/20220911-mdraid-large/5/xfs/5000/run-ro-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: select only>
scaling factor: 5000
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 900 s
number of transactions actually processed: 36361001
number of failed transactions: 0 (0.000%)
latency average = 0.396 ms
initial connection time = 11.663 ms
tps = 40401.179827 (without initial connection time)